sneak_text = f'<b>Первая помощь при укусах ядовитых змей</b> \n\n1.	Ограничь подвижность пострадавшей конечности. При укусе ноги прибинтуй ее к другой ноге. При укусе руки - зафиксируй ее к туловищу в согнутом положении. \n\n2.	При отсутствии признаков жизни приступай к сердечно-легочной реанимации. \n\n3.	Вызови (самостоятельно или с помощью окружающих) медицинскую помощь. \n\n4.	Проводи сердечно-легочную реанимацию до восстановления самостоятельного дыхания или до прибытия медицинского персонала. \n\n5.	После восстановления дыхания (или если дыхание было сохранено) придай пострадавшему устойчивое боковое положение. Обеспечь постоянный контроль за дыханием до прибытия скорой медицинской помощи!'

insect_text = f'<b>Первая помощь при укусах насекомых</b> \n\n1.	При укусе насекомого удали жало из ранки. Приложи холод к месту укуса. \n\n2.	При возникновении аллергической реакции следует обратиться к врачу. \n\n3.	Следи за состоянием больного до прибытия медицинского работника.'

cardioPulmonary_text = f'<b>Последовательность проведения сердечно-легочной реанимации:</b> \n\n1.	Запрокинь голову пострадавшего, положи одну руку на его лоб, приподняв подбородок двумя пальцами другой руки. \n\n2.	Зажми нос пострадавшего большим и указательным пальцами. Герметизируй полость рта, произведи два плавных выдоха в рот пострадавшего, в течение 1 секунды каждый. Дай время 1-2 секунды на каждый пассивный выдох пострадавшего. Контролируй, приподнимается ли грудь пострадавшего при вдохе и опускается при выдохе. \n\n3.	Чередуй 30 надавливаний с 2 вдохами искусственного дыхания, независимо от количества человек, проводящих реанимацию. \n\n4.	Сердечно-легочную реанимацию можно прекратить в следующих случаях: появление у пострадавшего явных признаков жизни; прибытие бригады скорой медицинской помощи; невозможность продолжения сердечно-легочной реанимации ввиду физической усталости. \n\n<b>Примечание:</b> при проведении этого мероприятия рекомендуется использовать устройство для проведения искусственного дыхания "рот - устройство - рот", входящее в состав аптечек.'

mind_text = f'<b>Потеря сознания</b> \n\n1.	Устранить (при наличии) фактор возникновения обморока. Вынести человека из толпы, тесного или душного помещения, перенести человека в тень. Открыть окно, чтобы дать приток свежего воздуха в помещение. \n\n2.	Если потеря сознания произошла на улице, унести с дороги. Обеспечить человеку горизонтальное устойчивое положение. Уложить пострадавшего, приподнять ноги, подложив подручные средства (сумку, одежду), для притока крови к голове. Ни в коем случае нельзя пытаться поставить человека, находящегося в обморочном состоянии, на ноги. Если возможность уложить человека отсутствует, усадить его на стул, скамейку, пол и опустить его голову между коленями, это также вызовет прилив крови к голове. \n\n3.	Обеспечить доступ свежего воздуха. Расстегнуть одежду, тугой воротник, галстук, пояс. \n\n4.	Прощупать пульс двумя пальцами на шее (в проекции сонной артерии) и послушать дыхание. Убедившись в их наличии, нужно попытаться привести пострадавшего в чувство: потереть ушные раковины, виски, пальцы рук, слегка похлопать по щекам, обрызгать лицо человека холодной водой, поднести к носу ватку или платок, смоченный нашатырным спиртом (аммиак) – 1-2 см от носа (не давать нюхать нашатырь детям!) \n\n5.	При отсутствии дыхания вызвать (самостоятельно или с помощью окружающих) скорую медицинскую помощь. \n\n6.	Восстановить дыхание и сердечную деятельность путем надавливаний на грудную клетку и проведения искусственного дыхания (Чтобы узнать, как делать сердечно-легочную реанимацию нажмите на кнопку "Дополнительно")'

blood_text = f'<b>Наружные кровотечения</b> \n\n1.	Убедись, что ни тебе, ни пострадавшему ничто не угрожает. \n\n2.	Используй медицинские перчатки для защиты от биологических жидкостей пострадавшего. Вынеси (выведи) пострадавшего за пределы зоны поражения. \n\n3.	Проверь у пострадавшего сознание (Как проверить сознание пострадавшего?) \n\n4.	Если пострадавший в сознании, быстро (в течение нескольких секунд) проведи обзорный осмотр для определения сильного наружного кровотечения.	 \n\n5.	Останови кровотечение при его наличии.  \n\n6.	Выполни прямое давление на рану.	 \n\n7.	Наложи давящую повязку. Закрой рану несколькими сложенными салфетками или несколькими туго свернутыми слоями марлевого бинта. Туго забинтуй сверху. Если повязка промокает, поверх нее наложи еще несколько плотно свернутых салфеток и крепко нажми ладонью поверх повязки. \n\n8.	Если давящая повязка и прямое давление на рану неэффективны или сразу было обнаружено артериальное кровотечение из крупной артерии (бедренная, плечевая), выполни пальцевое прижатие артерии. Ее следует сильно прижать пальцами или кулаком к близлежащим костным образованиям до остановки кровотечения. \n\n9.	До наложения жгута не отпускай прижатую артерию, чтобы не возобновилось кровотечение. Если начал уставать, попроси кого-либо из присутствующих прижать твои пальцы сверху.'

jgut_text = f'<b>Жгут - крайняя мера временной остановки артериального кровотечения! \n\n1.	Наложи кровоостанавливающий жгут. Он накладывается на мягкую подкладку (элемент одежды пострадавшего) выше раны и как можно ближе к ней. \n\n2.	Подведи жгут под конечность и растяни. Затяни первый виток жгута и убедись, что кровотечение из раны прекратилось. \n\n3.	Наложи последующие витки жгута с меньшим усилием по восходящей спирали, захватывая предыдущий виток примерно наполовину. \n\n4.	Вложи под жгут записку с указанием даты и точного времени наложения. Не закрывай жгут повязкой или шиной! Летом жгут можно держать 1 час, зимой - 30 минут. Если максимальное время наложения жгута истекло, а медицинская помощь недоступна, сделай следующее: \n•	Пальцами прижми артерию выше жгута. \n•	Сними жгут на 15 минут. \n•	По возможности выполни массаж конечности. \n•	Наложи жгут чуть выше предыдущего места наложения (если это возможно). \n•	Максимальное время повторного наложения - 15 минут. \n\n5.	При сильном кровотечении в области сустава (например, паха) используй способ максимального сгибания конечности. \n\n6.	Положи в область сустава несколько бинтов или свернутую одежду и согни конечность. Зафиксируй конечность в согнутом положении руками, несколькими оборотами бинта или подручными средствами. \n\n7.	При значительной кровопотере уложи пострадавшего с приподнятыми ногами.'

not_jgut_text = f"""<b>При отсутствии табельного жгута используй жгут-закрутку:</b>
\n\n1.	Наложи жгут-закрутку из подручного материала (ткани, косынки) вокруг конечности выше раны поверх одежды или подложив ткань на кожу.
\n\n2.	Завяжи концы его узлом так, чтобы образовалась петля.
\n\n3.	Вставь в петлю палку (или другой подобный предмет) так, чтобы она находилась под узлом.
\n\n4.	Закрепи палку во избежание ее раскручивания.	
\n\n5.	Вращая палку, затяни жгут-закрутку до прекращения кровотечения.
\n\n6.	Жгут-закрутка накладывается по тем же правилам, что и табельный жгут.
"""

have_mind_text = f"""<b>Проверка признаков сознания у пострадавшего.</b>
\n\n1.	Для проверки сознания аккуратно потормоши пострадавшего за плечи и спроси: "Что с Вами? Помощь нужна?"	
\n\n2.	При отсутствии у потерпевшего реакции на вопрос - позови помощника.
\n\n3.	Открой дыхательные пути. Для этого одну руку следует положить на лоб пострадавшего, двумя пальцами другой поднять подбородок и запрокинуть голову. Наклонись щекой и ухом ко рту и носу пострадавшего, смотри на грудную клетку. Прислушайся к дыханию, ощути выдыхаемый воздух на своей щеке, установи наличие или отсутствие движений грудной клетки (в течение 10 секунд).	
\n\n4.	При отсутствии дыхания поручи помощнику вызвать скорую медицинскую помощь: "Человек не дышит. Вызовите скорую помощь. Сообщите мне, что вызвали".
"""

baby_text = f"""<b>Удаление инородного тела из дыхательных путей у детей:</b>
\n\nПризнаки: пострадавший задыхается, не способен говорить, внезапно становится синюшным, может потерять сознание. Нередко дети вдыхают часть игрушек, орехи, конфеты.
\nПоложи младенца на предплечье своей руки и ладонью хлопни 5 раз между лопатками.	
\nВ случае если хлопки не помогли, сделай 5 толчков двумя пальцами в грудь младенцу. Повторяй эти мероприятия до тех пор, пока инородный предмет не будет извлечен.
"""

adult_text = f"""<b>Удаление инородного тела из дыхательных путей у взрослых:</b>
\n\n1.	Встань позади пострадавшего, наклони его вперед, основанием ладони нанеси 5 резких ударов между лопатками.
\n\n2.	После каждого удара проверяй - не удалось ли устранить инородное тело, мешающее дыханию.	
\n\n3.	Если инородное тело не удалено, используй следующий прием: стань позади пострадавшего, обхвати его руками и сцепи их в замок чуть выше его пупка и резко надави. Повтори серию надавливаний 5 раз.
\n\n4.	У беременных или тучных женщин (нельзя или невозможно сделать толчки в живот): Начни с ударов между лопатками, надавливания делай на нижнюю часть грудной клетки.
\n\n5.	Если пострадавший потерял сознание (Как проверить сознание пострадавшего?), вызови скорую медицинскую помощь и приступай к проведению сердечно-легочной реанимации (Последовательность проведения сердечно-легочной реанимации).
\n\n6.	Продолжай реанимацию до прибытия медицинского персонала или до восстановления самостоятельного дыхания.
\n\n7.	После восстановления дыхания придай пострадавшему устойчивое боковое положение. Обеспечь постоянный контроль за дыханием до прибытия скорой медицинской помощи.
"""

burn_text = f"""<b>Первая помощь при термических ожогах</b>
\n\n1.	Убедись, что тебе ничего не угрожает. Останови пострадавшего.  Уложи его на землю.
\n\n2.	Потуши горящую одежду любым способом (например, накрой человека негорючей тканью). Вызови (самостоятельно или с помощью окружающих) скорую медицинскую помощь.
\n\n3.	Охлади ожоговую поверхность водой в течение 20 минут.
\n\n4.	Пузыри не вскрывать. Из раны не удалять посторонние предметы и прилипшую одежду! 
\n\n5.	Наложи на ожоговую поверхность стерильную повязку и холод поверх повязки. Дай обильное питье.
"""

sunstroke_text = f"""<b>Первая помощь при солнечном ударе</b>
\n\n1.	При появлении признаков теплового (солнечного) удара (повышенная температура тела, влажная бледная кожа, головная боль, тошнота и рвота, головокружение, слабость, потеря сознания, судороги, учащенное сердцебиение и дыхание) переведи (перенеси) пострадавшего в прохладное, проветриваемое место (в тень, к открытому окну).
\n\n2.	При отсутствии признаков жизни приступай к сердечно-легочной реанимации. Вызови (самостоятельно или с помощью окружающих) скорую медицинскую помощь. Проводи сердечно-легочную реанимацию до восстановления самостоятельного дыхания или до прибытия медицинского персонала.
\n\n3.	После восстановления дыхания (или если дыхание было сохранено) придай пострадавшему устойчивое боковое положение. Обеспечь постоянный контроль за дыханием до прибытия скорой медицинской помощи!
\n\n4.	Положи на голову, шею и паховую область смоченные в холодной воде полотенца (салфетки).
\n\n5.	При судорогах удерживай голову и туловище пострадавшего, оберегая от травм.	
\n\n6.	При восстановлении сознания напои пострадавшего прохладной водой.
"""

frostbite_text = f"""<b>Первая помощь при отморожении</b>
\n\n1.	Внеси пострадавшего в теплое помещение.	
\n\n2.	Укутай отмороженные участки тела в несколько слоев. Нельзя ускорять внешнее согревание отмороженных частей тела. Тепло должно возникнуть внутри с восстановлением кровообращения. Отмороженные участки растирать снегом запрещено!
\n\n3.	Укутай пострадавшего в одеяла, при необходимости переодень в сухую одежду.	
\n\n4.	Дай обильное горячее сладкое питье. Накорми горячей пищей. Использование алкоголя запрещено! Вызови (самостоятельно или с помощью окружающих) скорую медицинскую помощь.
"""

hypothermia_text = f"""<b>Первая помощь при общем переохлаждении</b>
\n\n1.	Вынеси (выведи) пострадавшего за пределы зоны поражения, обеспечив собственную безопасность.
\n\n2.	Занеси пострадавшего в теплое помещение или согрей пострадавшего (укутай пострадавшего теплым (спасательным) одеялом, одеждой).
\n\n3.	Вызови (самостоятельно или с помощью окружающих) скорую медицинскую помощь.
"""

toxic_mounth_text = f"""<b>Первая помощь при поступлении токсического вещества через рот</b>
\n\n1.	Если пострадавший без сознания, определи наличие у него самостоятельного дыхания.
\n\n2.	Вызови (самостоятельно или с помощью окружающих) скорую медицинскую помощь.
\n\n3.	Выясни обстоятельства происшедшего (в случае лекарственного отравления предъяви упаковку от лекарств прибывшему медицинскому работнику).
\n\n4.	Если пострадавший в сознании, обеспечь промывание желудка. Дай выпить несколько стаканов воды комнатной температуры. После приема каждых 300–500  мл воды следует вызывать рвоту, надавив пальцами на корень языка. Общий объем принятой жидкости при промывании желудка должен быть не меньше 2,5–5 л. Промывание желудка проводить до "чистых промывных вод". При отсутствии сознания желудок не промывать!
\n\n5.	При отсутствии признаков жизни приступай к сердечно-легочной реанимации.
\n\n6.	Проводи сердечно-легочную реанимацию до восстановления самостоятельного дыхания или до прибытия медицинского персонала.
\n\n7.	После восстановления дыхания (или если дыхание было сохранено) придай пострадавшему устойчивое боковое положение. Обеспечь постоянный контроль за дыханием до прибытия скорой медицинской помощи! Укутай пострадавшего теплыми одеялами, одеждой.
"""
toxic_breath_text = f"""<b>Первая помощь при поступлении токсического вещества через дыхательные пути</b>
\n\n1.	Убедись, что ни тебе, ни пострадавшему ничего не угрожает, вынеси пострадавшего в безопасное место или открой окна, проветри помещение. Признаки отравления угарным газом: резь в глазах, звон в ушах, головная боль, рвота, потеря сознания, покраснение кожи.
\n\n2.	Определи наличие самостоятельного дыхания.
\n\n3.	При отсутствии признаков жизни приступай к сердечно-легочной реанимации.
\n\n4.	Вызови (самостоятельно или с помощью окружающих) скорую медицинскую помощь.
\n\n5.	Проводи сердечно-легочную реанимацию до восстановления самостоятельного дыхания или до прибытия медицинского персонала.	
\n\n6.	После восстановления дыхания (или если дыхание было сохранено) придай пострадавшему устойчивое боковое положение.
\n\n7.	Обеспечь постоянный контроль за дыханием до прибытия скорой медицинской помощи!
"""

shock_text = f"""<b>Поражение электрическим током</b>
Первая помощь при поражении электрическим током:\n
\n\n1.	Обеспечь свою безопасность. По возможности отключи источник тока. При подходе к пострадавшему по земле иди мелкими шагами.
\n\n2.	Сбрось с пострадавшего провод сухим, не проводящим ток, предметом (палка, пластик). Оттащи пострадавшего за одежду не менее чем на 10 метров от места касания проводом земли или от оборудования, находящегося под напряжением, если пострадавший попал под действие электрического тока бытового напряжения.
\n\n3.	Определи наличие самостоятельного дыхания.	При отсутствии признаков жизни приступай к сердечно-легочной реанимации. Вызови (самостоятельно или с помощью окружающих) скорую медицинскую помощь.
\n\n4.	Проводи сердечно-легочную реанимацию до восстановления самостоятельного дыхания или до прибытия медицинского персонала.
\n\n5.	После восстановления дыхания (или если дыхание было сохранено) придай пострадавшему устойчивое боковое положение. Обеспечь постоянный контроль за дыханием до прибытия скорой медицинской помощи!
"""

transportation_text = f"""При переносе пострадавших нельзя идти "в ногу"!
\nПри отсутствии носилок используй доски, двери, листы толстой фанеры (лыжи, стулья, одеяло) и иные подходящие предметы."""

position_text = f"""<b>Придание пострадавшему оптимального положения тела.</b>
\n\n<b>•	Устойчивое боковое положение.</b>
\n\t•	Без сознания.
\n\t•	При частой рвоте.
\n\t•	В случаях ожогов спины и ягодиц.
\n\n<b>•	Положение на спине с приподнятыми и согнутыми в коленях ногами.</b>
\n\t•	При травмах брюшной полости.
\n\t•	При большой кровопотере или при подозрении на внутреннее кровотечение.
\n\n<b>•	Положение лягушки с подложенным под колени валиком.</b> 
\n\t•	При подозрении на перелом костей таза.
"""

extraction_text = f"""<b>Извлечение пострадавшего из автомобиля или труднодоступного
места</b>
\n\nПрежде всего, убедитесь в собственной безопасности! Когда НУЖНО извлекать пострадавшего:
\n-	Стойкий запах бензина в автомобиле.
\n-	Задымление транспортного средства или признаки его возгорания.
\n-	Характер травм и тяжесть состояния пострадавшего не позволяет оказывать помощь в салоне автомобиля.
\n-	Погодные условия не позволяют оставлять пострадавшего в автомобиле (холод, нет возможности согревания).
\n\n<b>1. Извлечение без фиксации шеи рукой:</b>
\n-	Слегка развернуть пострадавшего спиной к себе, держась за брючный ремень или пояс.
\n-	Просунуть свои руки под мышки, взяться за предплечье одной руки пострадавшего.
\n-	Вытащить пострадавшего.
\n\n<b>2. Извлечение с фиксацией шеи рукой:</b>
\n-	Выполнить описанные выше приемы;
\n-	При этом рукой, что ближе к согнутому локтю пострадавшего, зафиксировать его подбородок и прижать голову пострадавшего к своей груди;
\n-	Вытащить пострадавшего. После извлечения из автомобиля пострадавшего нужно переместить в безопасное место.

"""
